Repository: MihailPasekin/flutterAppOne
Catalog: l10n/app_*.arb
Languages: tr

source: Main
tr: Esas

source: Synchronize
tr: Sinhronla

source: Synchronization
tr: Sinhronlama

source: Customer synch progress
tr: Müşderileriň sinhronlamasy

source: Item synch progress
tr: Harytlaryň sinhronlamasy

source: Order synch progress
tr: Satuwlaryň sinhronlamasy

source: Synch complete!
tr: Ýerine ýetirildi!

# back
source: Return
tr: Yza dolan

source: Start Upload
tr: Sargytlary Ýükle

source: Sending
tr: Ugradylýar

source: Send all orders
tr: Hemme sargytlary ugrat

source: Sent
tr: Ugradyldy

source: Start
tr: Başla

source: Sales Orders
tr: Satuw sargytlary

source: Delete Order?
tr: Goýbolsun edilsinmi?

source: Yes
tr: Hawa

source: No
tr: Ýok

source: Create Order
tr: Täze sargyt

source: Customer Search
tr: Müşderi gözle

source: Payment option
tr: Töleg görnüşi

source: Cash payment
tr: Nagt töleg

source: Enumeration
tr: Pereçisleniýe

# sevenCredit
source: Credit 7 (days)
tr: Kredit 7 gün

# fourteenCredit
source: Credit 14 (days)
tr: Kredit 14 gün

# thirtyCredit
source: Credit 30 (days)
tr: Kredit 30 gün

source: Add order to queue!
tr: Sargydy nobata goý!

# orderAddedToQueue
source: Order added to queue for send
tr: Sargyt nobata goýuldy!

source: OK
tr: Hoş

source: Profile
tr: Profil

source: Login Page
tr: Giriş sahypasy

source: Login
tr: Ulgama giriş

source: User ID
tr: Ullanyjy belgisi

source: Achievements
tr: Üstünlikleri

source: Sales Agent
tr: Söwda wekili

source: Orders
tr: Sargytlar

source: My Orders
tr: Meniň satuwlarym

source: Orders list
tr: Sargytlaryň sanawy

source: Add Order
tr: Täze sargyt

source: Search Customer
tr: Müşderi gözle

source: Search
tr: Gözle

source: Search Item
tr: Haryt gözle

source: Next
tr: Indiki

source: Invoice List
tr: Faktura sanawy

source: Search invoice
tr: Faktura gözlegi

source: Add payment
tr: Töleg goş

source: Log Out
tr: Ulgamdan çykmak

source: Connection Options
tr: Baglanma görnüşleri

# connectionWiFi
source: WiFi connection
tr: WiFi birikme

source: Internet connection
tr: Internet birikme

source: Comment
tr: Teswir

source: Customer:
tr: Müşderi:

source: Order sum:
tr: Jemi:

source: Connection
tr: Baglanma

source: Delivery sum
tr: Gowşuryş mukdary

source: Order sum: not found
tr: Sargydyň jemi: Tapylmady

source: Loading
tr: Ýüklenilýär

source: An error has occurred!
tr: Ýalňyşlyk ýüze jykdy!

source: back to orders
tr: Sargytlara dolan

# addItemToDrder
source: Add Item to order
tr: Sargyda haryt goş

# searchInvoic
source: Search invoice
tr: Faktura gözle

source: too short or too long
tr: Gaty gysga ýa-da gaty uzyn

source: New IP address saved
tr: Täze IP salgy ýatda saklandy

source: Invoice sent!
tr: Faktura iberildi!

source: Pay sum must be greater than zero!
tr: Töleg mukdary noldan uly bolmaly!

source: Send invoice
tr: Fakturany iber

source: Merch
tr: Merç

# theQuantityOfTheItem
source: The quantity of the item in the order must be greater than zero. The order has NOT been sent
tr: Sargytdaky harytlaryň sany noldan uly bolmaly. Sargyt iberilmedi.

# deliverySyncProgress
source: Delivery synh progress
tr: Eltip berme işi sinhronlanyar

source: Merchandiser and Delivery
tr: Söwdaçy we Eltip Bermek

source: Delivery
tr: Eltip bermek

source: Stock
tr: Ammar

source: Save
tr: tygşytlaň

source: Who are you talking to?
tr: Müşderi barada maglumat

source: Name manager
tr: Müşderiniň adyny ýaz

source: Phone number
tr: Telefon belgisini ýaz

source: Job title
tr: Wezipesini ýaz

# syntaxErrorText
source: Please enter some text
tr: Teswir ýaz

# syntaxErrorNumber
source: Please enter phone number
tr: Telefon belgisini ýaz

source: Visit ended ?
tr: Merçendadaýzing edildimi?

source: Add to queue
tr: Nobata goýmak

source: Order send
tr: Sargyty ugratmak

source: Merch report
tr: Söwda hasabaty

source: send
tr: ugrat

source: Realization
tr: Realizasiýa

source: Trade dispatch
tr: söwda dispetçeri

source: Story
tr: Hekaýa

source: Merch plan
tr: Söwda meýilnamasy

source: Before
tr: öň

source: after
tr: soň

source: Active
tr: işjeň

source: Closed
tr: ýapyk

source: Delete
tr: öçürildi

source: Send report
tr: Hasabat iber

source: Delivery queue
tr: Gowşuryş nobaty

source: Merch report queue
tr: Söwda hasabatynyň nobaty

source: Queue
tr: Nobat

source: Items synch plan
tr: Harytlaryň meýilnamasynyň sinhronlaşdyrylmagy

source: Items group synch
tr: Önüm toparlarynyň sinhronlaşmagy

source: Merchandising product synch progress
tr: Önüm söwdasynyň sinhronizasiýasynyň ösüşi

source: Trading Agent
tr: Söwda agenti

source: Plan Merch Sync
tr: Önümiň sinhronlaşdyryş meýilnamasy

# merchproductgroupsynchprogress
source: Product Synchronization for Merchandiser
tr: Söwdaçy üçin önümiň sinhronizasiýasy

# merchproductsynchprogress
source: Merch Product Sync Progress
tr: Önümiň sinhronlaşdyrylyşy
